Integračný manuál eFORM/Externá zbernica (USR)/UnsubscribeForChanges/EFORM_UNSUBSCRIBEFORCHANGES_SOAP_V_1_0__REQ.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
	<s:Header>
		<Action s:mustUnderstand="1" xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none">http://schemas.gov.sk/ServiceBus/service/1.0/IServiceBus/CallService</Action>
		<ActivityId CorrelationId="ee1b9e14-3d19-4925-9f21-0af0abeb200a" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">8c8fb828-d05b-4026-89e0-6fd19e4f35b2</ActivityId>
		<VsDebuggerCausalityData xmlns="http://schemas.microsoft.com/vstudio/diagnostics/servicemodelsink"/>
	</s:Header>
	<s:Body>
		<CallService xmlns="http://schemas.gov.sk/ServiceBus/service/1.0">
			<serviceClass>EFORM_UNSUBSCRIBEFORCHANGES_SOAP_V_1_0</serviceClass>
			<serviceParameter xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d4p2="http://schemas.gov.sk/ServiceBusServiceProvider/Ness/eFormProvider/1.0" i:type="d4p2:UnsubscribeForChangesReq">
				<d4p2:SubscribedGestor>Testcase.TS</d4p2:SubscribedGestor>
				<d4p2:SubscribedPublisher>UPVS</d4p2:SubscribedPublisher>
			</serviceParameter>
		</CallService>
	</s:Body>
</s:Envelope>
